Repository: rajprince0/MyExtension
Catalog: Everest Extension.*.xlf
Languages: sv_se

# Table 1706088298 - Field 1908272084 - Property 2879900210
source: Job No.
sv_se: Projektnr

# Table 1706088298 - Field 561421623 - Property 2879900210
source: Job Task No.
sv_se: Projektaktivitetsnr

# Table 1706088298 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 1706088298 - Field 3961767479 - Property 2879900210
source: Resource No.
sv_se: Resurs Nr

# Table 1706088298 - Field 1878130204 - Property 2879900210
source: Type
sv_se: Typ

# Table 1706088298 - Field 1351594800 - Property 2879900210
source: No. Series
sv_se: Nr-serie

# Table 1706088298 - Field 995090288 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Table 1549647649 - Field 1878130204 - Property 2879900210
source: Type
sv_se: Typ

# Table 1549647649 - Field 1878130204 - Property 62802879
source: Resource,Group(Resource),All
sv_se: Resurs,Resursgrupp,Alla

# Table 1549647649 - Field 3004954119 - Property 2879900210
source: Code
sv_se: Kod

# Table 1549647649 - Field 3618073952 - Property 2879900210
source: Work Type Code
sv_se: Arbetstypkod

# Table 1549647649 - Field 4198939294 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Table 1549647649 - Field 2937233469 - Property 2879900210
source: Unit Price
sv_se: A-pris

# Table 1549647649 - Field 2702998682 - Property 2879900210
source: Line Discount %
sv_se: Radrabatt %

# Table 1549647649 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 1549647649 - NamedType 1327832897
source: %1 cannot be specified when %2 is %3.
sv_se: %1 kan inte anges när %2 är %3.

# Table 368050251 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 214245906 - Field 2708250016 - Property 2879900210
source: User ID
sv_se: Användar-ID

# Table 214245906 - Field 460889064 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Table 214245906 - Field 4094940508 - Property 2879900210
source: Show by
sv_se: Visa per

# Table 214245906 - Field 4011092516 - Property 2879900210
source: Measure Type
sv_se: Måttyp

# Table 214245906 - NamedType 1196336482
source: Show by: %1 | Updated: %2.
sv_se: Visa per: %1 | Uppdaterad: %2.

# Table 2589441783 - Property 2879900210
source: Time Sheet Chart Setup
sv_se: Diagraminställningar för tidrapport

# Table 2589441783 - Field 2708250016 - Property 2879900210
source: User ID
sv_se: Användar-ID

# Table 2589441783 - Field 460889064 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Table 2589441783 - Field 4094940508 - Property 2879900210
source: Show by
sv_se: Visa per

# Table 2589441783 - Field 4094940508 - Property 62802879
source: Status,Type,Posted
sv_se: Status,Typ,Bokförd

# Table 2589441783 - Field 4011092516 - Property 2879900210
source: Measure Type
sv_se: Måttyp

# Table 2589441783 - Field 4011092516 - Property 62802879
source: Open,Submitted,Rejected,Approved,Scheduled,Posted,Not Posted,Resource,Job,Service,Absence,Assembly Order
sv_se: Öppen,Skickad,Avvisad,Godkänd,Planerat,Bokförd,Inte bokförd,Resurs,Projekt,Service,Frånvaro,Monteringsorder

# Table 2589441783 - NamedType 1196336482
source: Period: %1..%2 | Show by: %3 | Updated: %4.
sv_se: Period: %1..%2 | Visa per: %3 | Uppdaterad: %4.

# Table 1509179460 - Property 2879900210
source: Leave Plan
sv_se: Frånvaroplanering

# Table 1509179460 - Field 4200184881 - Property 2879900210
source: No.
sv_se: Nr

# Table 1509179460 - Field 3961767479 - Property 2879900210
source: Resource No.
sv_se: Resurs Nr

# Table 1509179460 - Field 2958609287 - Property 2879900210
source: Cause of Absence
sv_se: Orsak till frånvaro

# Table 1509179460 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 1509179460 - Field 513339096 - Property 62802879
source: Created,Submitted,Approved,Rejected
sv_se: Skapad,Skickad,Avvisad,Godkänd

# Table 1509179460 - Field 2110632758 - Property 2879900210
source: From Date
sv_se: Från Datum

# Table 1509179460 - Field 2565971985 - Property 2879900210
source: To Date
sv_se: Till Datum

# Table 1509179460 - Field 1333289741 - Property 2879900210
source: Hours
sv_se: Timmar

# Table 1509179460 - Field 1319778627 - Property 2879900210
source: Approver User ID
sv_se: Användar-ID för godkännare

# Table 1509179460 - Field 940569476 - Property 2879900210
source: Date of Submission
sv_se: Inlämningsdatum

# Table 1509179460 - Field 995090288 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Table 1509179460 - Field 1881850567 - Property 2879900210
source: Owner User ID
sv_se: Ägarens användar-ID

# Table 1509179460 - Field 476865277 - Property 2879900210
source: Approve Date
sv_se: Datum för godkännande

# Table 1509179460 - NamedType 1327832897
source: %1 cannot be after %2;SVE=%1 kan inte vara efter %2
sv_se: %1 kan inte vara efter %2

# Table 1698713856 - Property 2879900210
source: Leave Plan Entry
sv_se: Frånvaroplaneringstransaktion

# Table 1698713856 - Field 1377531545 - Property 2879900210
source: LeavePlan No.
sv_se: Frånvaroplaneringsnr

# Table 1698713856 - Field 883711285 - Property 2879900210
source: Entry No.
sv_se: Löpnr

# Table 1698713856 - Field 3961767479 - Property 2879900210
source: Resource No
sv_se: Resurs Nr

# Table 1698713856 - Field 3192175264 - Property 2879900210
source: Date
sv_se: Datum

# Table 1698713856 - Field 1333289741 - Property 2879900210
source: Hours
sv_se: Timmar

# Table 3968783019 - Field 1908272084 - Property 2879900210
source: Job No.
sv_se: Projektnr

# Table 3894725795 - Field 995090288 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Page 3894725795 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Page 3894725795 - Control 539546824 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Page 3894725795 - Control 539546824 - Property 1295455071
source: Specifies the date interval by which values are filtered.
sv_se: Anger datumintervallet som värdena filtreras efter.

# Table 1717436795 - Field 3320823955 - Property 2879900210
source: Line No.
sv_se: Radnr

# Table 1717436795 - Field 1908272084 - Property 2879900210
source: Job No.
sv_se: Projektnr

# Table 1717436795 - Field 561421623 - Property 2879900210
source: Job Task No.
sv_se: Projektaktivitetsnr

# Table 1717436795 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 1717436795 - Field 3961767479 - Property 2879900210
source: Resource No.
sv_se: Resurs Nr

# Table 1284259370 - Field 1663593181 - Property 2879900210
source: Primary Key
sv_se: Primärnyckel

# Table 1284259370 - Field 3997336476 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Page 1284259370 - Control 2445482498 - Property 2879900210
source: General
sv_se: Allmän

# Page 1284259370 - Control 3997336476 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Table 685389527 - Field 1663593181 - Property 2879900210
source: Primary Key
sv_se: Primärnyckel

# Table 685389527 - Field 4137051400 - Property 2879900210
source: New
sv_se: Nya

# Table 685389527 - Field 1090713286 - Property 2879900210
source: In Progress
sv_se: Pågående

# Table 685389527 - Field 926489874 - Property 2879900210
source: On Hold
sv_se: Placerade i kö

# Table 685389527 - Field 293070022 - Property 2879900210
source: Finished
sv_se: Färdiga

# Table 685389527 - Field 3844911025 - Property 2879900210
source: Canceled
sv_se: Avbrutna

# Table 685389527 - Field 995090288 - Property 2879900210
source: Date Filter
sv_se: Datumfilter

# Table 685389527 - Field 143592048 - Property 2879900210
source: User ID Filter
sv_se: Filter för användar-ID

# Page 685389527 - Action 2824008699 - Property 2879900210
source: Clear Filter
sv_se: Konfigurera stack-ikoner

# Table 1609160067 - Property 2879900210
source: Job Ledger Entry
sv_se: Projekttransaktion

# Table 1609160067 - Field 883711285 - Property 2879900210
source: Entry No.
sv_se: Löpnr

# Table 1609160067 - Field 1908272084 - Property 2879900210
source: Job No.
sv_se: Projektnr

# Table 1609160067 - Field 3710982960 - Property 2879900210
source: Posting Date
sv_se: Bokföringsdatum

# Table 1609160067 - Field 486908828 - Property 2879900210
source: Document No.
sv_se: Dokumentnr

# Table 1609160067 - Field 1878130204 - Property 2879900210
source: Type
sv_se: Typ

# Table 1609160067 - Field 1878130204 - Property 62802879
source: Resource,Item,G/L Account
sv_se: Resurs,Artikel,Redov.konto

# Table 1609160067 - Field 4200184881 - Property 2879900210
source: No.
sv_se: Nr

# Table 1609160067 - Field 3461834954 - Property 2879900210
source: Description
sv_se: Beskrivning

# Table 1609160067 - Field 2704404533 - Property 2879900210
source: Quantity
sv_se: Antal

# Table 1609160067 - Field 3086747513 - Property 2879900210
source: Direct Unit Cost (LCY)
sv_se: Inköpspris (BVA)

# Table 1609160067 - Field 68186622 - Property 2879900210
source: Unit Cost (LCY)
sv_se: Styckkostnad (BVA)

# Table 1609160067 - Field 4172042866 - Property 2879900210
source: Total Cost (LCY)
sv_se: Totalkostnad (BVA)

# Table 1609160067 - Field 1708449288 - Property 2879900210
source: Unit Price (LCY)
sv_se: A-pris (BVA)

# Table 1609160067 - Field 3243911172 - Property 2879900210
source: Total Price (LCY)
sv_se: Totalpris (BVA)

# Table 1609160067 - Field 3063762278 - Property 2879900210
source: Resource Group No.
sv_se: Gruppnr

# Table 1609160067 - Field 2385270358 - Property 2879900210
source: Unit of Measure Code
sv_se: Enhetskod

# Table 1609160067 - Field 2161572060 - Property 2879900210
source: Location Code
sv_se: Lagerställekod

# Table 1609160067 - Field 4185613972 - Property 2879900210
source: Job Posting Group
sv_se: Projektbokföringsmall

# Table 1609160067 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
sv_se: Global dimension 1 kod

# Table 1609160067 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
sv_se: Global dimension 2 kod

# Table 1609160067 - Field 3618073952 - Property 2879900210
source: Work Type Code
sv_se: Arbetstypkod

# Table 1609160067 - Field 2725149570 - Property 2879900210
source: Customer Price Group
sv_se: Kund prisgrupp

# Table 1609160067 - Field 2708250016 - Property 2879900210
source: User ID
sv_se: Användar-ID

# Table 1609160067 - Field 2720485332 - Property 2879900210
source: Source Code
sv_se: Ursprungskod

# Table 1609160067 - Field 3588828750 - Property 2879900210
source: Amt. to Post to G/L
sv_se: Belopp pågående arbete

# Table 1609160067 - Field 3258259516 - Property 2879900210
source: Amt. Posted to G/L
sv_se: Belopp bokrd i redov.

# Table 1609160067 - Field 149522872 - Property 2879900210
source: Entry Type
sv_se: Transaktionstyp

# Table 1609160067 - Field 149522872 - Property 62802879
source: Usage,Sale
sv_se: Förbruk.kost.,Förs.

# Table 1609160067 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
sv_se: Journalnamn

# Table 1609160067 - Field 1908046867 - Property 2879900210
source: Reason Code
sv_se: Uppföljningskod

# Table 1609160067 - Field 3773776616 - Property 2879900210
source: Transaction Type
sv_se: EU transaktionstyp

# Table 1609160067 - Field 3193866272 - Property 2879900210
source: Transport Method
sv_se: Transportsätt

# Table 1609160067 - Field 284764054 - Property 2879900210
source: Country/Region Code
sv_se: Lands-/regionkod

# Table 1609160067 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
sv_se: Gen. rörelsebokföringsmall

# Table 1609160067 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
sv_se: Produktbokföringsmall

# Table 1609160067 - Field 3814925297 - Property 2879900210
source: Entry/Exit Point
sv_se: In-/utförselplats

# Table 1609160067 - Field 580412389 - Property 2879900210
source: Document Date
sv_se: Dokumentdatum

# Table 1609160067 - Field 1527563463 - Property 2879900210
source: External Document No.
sv_se: Externt dokumentnr

# Table 1609160067 - Field 3532935625 - Property 2879900210
source: Area
sv_se: Område

# Table 1609160067 - Field 1267997203 - Property 2879900210
source: Transaction Specification
sv_se: EU transaktionsspecifikation

# Table 1609160067 - Field 1351594800 - Property 2879900210
source: No. Series
sv_se: Nr-serie

# Table 1609160067 - Field 1084863086 - Property 2879900210
source: Additional-Currency Total Cost
sv_se: Alt. valuta total kostnad

# Table 1609160067 - Field 154254646 - Property 2879900210
source: Add.-Currency Total Price
sv_se: Alt. valuta totalt pris

# Table 1609160067 - Field 1781343737 - Property 2879900210
source: Add.-Currency Line Amount
sv_se: Alt. valuta radbelopp

# Table 1609160067 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
sv_se: Dimensionsuppsättnings-ID

# Table 1609160067 - Field 561421623 - Property 2879900210
source: Job Task No.
sv_se: Projektaktivitetsnr

# Table 1609160067 - Field 3576043015 - Property 2879900210
source: Line Amount (LCY)
sv_se: Radbelopp (BVA)

# Table 1609160067 - Field 381961415 - Property 2879900210
source: Unit Cost
sv_se: Styckkostnad

# Table 1609160067 - Field 3996842083 - Property 2879900210
source: Total Cost
sv_se: Totalkostnad

# Table 1609160067 - Field 2937233469 - Property 2879900210
source: Unit Price
sv_se: A-pris

# Table 1609160067 - Field 2812148497 - Property 2879900210
source: Total Price
sv_se: Totalpris

# Table 1609160067 - Field 3582421358 - Property 2879900210
source: Line Amount
sv_se: Radbelopp

# Table 1609160067 - Field 1206454073 - Property 2879900210
source: Line Discount Amount
sv_se: Radrabatt

# Table 1609160067 - Field 2166229964 - Property 2879900210
source: Line Discount Amount (LCY)
sv_se: Radrabatt (BVA)

# Table 1609160067 - Field 4198939294 - Property 2879900210
source: Currency Code
sv_se: Valutakod

# Table 1609160067 - Field 2324056710 - Property 2879900210
source: Currency Factor
sv_se: Valutafaktor

# Table 1609160067 - Field 47657272 - Property 2879900210
source: Description 2
sv_se: Beskrivning 2

# Table 1609160067 - Field 2105177955 - Property 2879900210
source: Ledger Entry Type
sv_se: Reskontratransaktionstyp

# Table 1609160067 - Field 2105177955 - Property 62802879
source: ,Resource,Item,G/L Account
sv_se: ,Resurs,Artikel,Redov.konto

# Table 1609160067 - Field 3286668834 - Property 2879900210
source: Ledger Entry No.
sv_se: Transaktionsnr

# Table 1609160067 - Field 47037625 - Property 2879900210
source: Serial No.
sv_se: Serienr

# Table 1609160067 - Field 1482668068 - Property 2879900210
source: Lot No.
sv_se: Partinr

# Table 1609160067 - Field 2702998682 - Property 2879900210
source: Line Discount %
sv_se: Radrabatt %

# Table 1609160067 - Field 158172202 - Property 2879900210
source: Line Type
sv_se: Radtyp

# Table 1609160067 - Field 158172202 - Property 62802879
source: ,Budget,Billable,Both Budget and Billable
sv_se: ,Budget,Fakturerbart,Både budget och fakturerbart

# Table 1609160067 - Field 3145808293 - Property 2879900210
source: Original Unit Cost (LCY)
sv_se: Ursprunglig styckkostnad (BVA)

# Table 1609160067 - Field 1924955009 - Property 2879900210
source: Original Total Cost (LCY)
sv_se: Ursprunglig totalkostnad (BVA)

# Table 1609160067 - Field 3198040160 - Property 2879900210
source: Original Unit Cost
sv_se: Ursprunglig styckkostnad

# Table 1609160067 - Field 1913655492 - Property 2879900210
source: Original Total Cost
sv_se: Ursprunglig totalkostnad

# Table 1609160067 - Field 208683838 - Property 2879900210
source: Original Total Cost (ACY)
sv_se: Ursprunglig totalkostnad (AVAL)

# Table 1609160067 - Field 2699875056 - Property 2879900210
source: Adjusted
sv_se: Justerad

# Table 1609160067 - Field 1237517311 - Property 2879900210
source: DateTime Adjusted
sv_se: DatumTid-justerad

# Table 1609160067 - Field 3450651614 - Property 2879900210
source: Variant Code
sv_se: Variantkod

# Table 1609160067 - Field 2814799924 - Property 2879900210
source: Bin Code
sv_se: Lagerplatskod

# Table 1609160067 - Field 806193894 - Property 2879900210
source: Qty. per Unit of Measure
sv_se: Antal per enhet

# Table 1609160067 - Field 3179217921 - Property 2879900210
source: Quantity (Base)
sv_se: Antal (bas)

# Table 1609160067 - Field 868423472 - Property 2879900210
source: Service Order No.
sv_se: Serviceordernr

# Table 1609160067 - Field 2125241869 - Property 2879900210
source: Posted Service Shipment No.
sv_se: Bokförd serviceutleverans nr

# Table 1609160067 - Field 1290961796 - Property 2879900210
source: Chargeable
sv_se: Debiterbar

# Codeunit 114217956 - NamedType 1500630377
source: Leave plan approval request has been %1..!
sv_se: Leave plan approval request has been sent..!

# Page 1775954575 - Property 2879900210
source: Role Center
sv_se: Rollcenter

# Page 1775954575 - Control 1008886722 - Property 2879900210
source: My Tasks @ Indi:d
sv_se: Mina uppgifter @ Indi:d

# Page 1775954575 - Action 745137767 - Property 2879900210
source: Time Sheets New
sv_se: Tidrapporterny

# Page 1775954575 - Action 4058114407 - Property 2879900210
source: Time Sheets Open
sv_se: Tidrapporter Öppna

# Page 1775954575 - Action 1836492364 - Property 2879900210
source: Time Sheets Submitted
sv_se: Tidrapporter Skickade

# Page 1775954575 - Action 3314479969 - Property 2879900210
source: Time Sheets Rejected
sv_se: Tidrapporter Avvisade

# Page 1775954575 - Action 3671610950 - Property 2879900210
source: Time Sheets Approved
sv_se: Tidrapporter Godkända

# Page 2197135300 - Control 4259830144 - Property 2879900210
source: Open
sv_se: Öppen

# Page 2197135300 - Control 72070539 - Property 2879900210
source: Submitted
sv_se: Skickad

# Page 2197135300 - Control 496445946 - Property 2879900210
source: Rejected
sv_se: Avvisad

# Page 2197135300 - Control 2913119229 - Property 2879900210
source: Approved
sv_se: Godkänd

# Page 2197135300 - Control 35450067 - Property 2879900210
source: Posted
sv_se: Bokförd

# Page 829333963 - Property 2879900210
source: Resource Activities
sv_se: Resurs Aktiviteter

# Page 2670631702 - Property 2879900210
source: Time Sheets
sv_se: Tidrapporter

# Page 2670631702 - Action 1080556192 - Property 2879900210
source: Previous Period
sv_se: Föregående period

# Page 2670631702 - Action 2192233998 - Property 2879900210
source: Next Period
sv_se: Nästa period

# Page 2670631702 - Action 4094940508 - Property 2879900210
source: Show by
sv_se: Visa per

# Page 2670631702 - Action 1878130204 - Property 2879900210
source: Type
sv_se: Typ

# Page 2670631702 - Action 35450067 - Property 2879900210
source: Posted
sv_se: Bokförd

# Page 2670631702 - Action 2026913255 - Property 2879900210
source: Refresh
sv_se: Uppdatera

# Page 2670631702 - NamedType 3114637384
source: Time Sheet Resource
sv_se: Tidrapportresurs

# Page 217685455 - Action 1080556192 - Property 2879900210
source: Previous Period
sv_se: Föregående period

# Page 217685455 - Action 2192233998 - Property 2879900210
source: Next Period
sv_se: Nästa period

# Page 217685455 - Action 4094940508 - Property 2879900210
source: Show by
sv_se: Visa per

# Page 217685455 - Action 2973329650 - Property 2879900210
source: Tasks
sv_se: Status

# Page 217685455 - Action 1333289741 - Property 2879900210
source: Hours
sv_se: Typ

# Page 217685455 - Action 2026913255 - Property 2879900210
source: Refresh
sv_se: Uppdatera

# Page 217685455 - NamedType 3114637384
source: Time Sheet Resource
sv_se: Tidrapportresurs

# Page 4115621356 - Property 2879900210
source: Everest Job Journal
sv_se: Projektjournal

# Page 4115621356 - Control 2991555307 - Property 2879900210
source: Job Description
sv_se: Projektbeskrivning

# Page 4115621356 - Control 2588032914 - Property 2879900210
source: Account Name
sv_se: Kontonamn

# Page 4115621356 - Control 1975045594 - Property 2879900210
source: Account Name
sv_se: Kontonamn

# Page 4115621356 - Action 1402615620 - Property 2879900210
source: &Line
sv_se: Ra&d

# Page 4115621356 - Action 2173385693 - Property 2879900210
source: Dimensions
sv_se: Dimensioner

# Page 4115621356 - Action 3557000673 - Property 2879900210
source: Item &Tracking Lines
sv_se: Ar&tikelspårningsrader

# Page 4115621356 - Action 1343998147 - Property 2879900210
source: &Job
sv_se: Pro&jekt

# Page 4115621356 - Action 4125097576 - Property 2879900210
source: Card
sv_se: Kort

# Page 4115621356 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
sv_se: &Transaktioner

# Page 4115621356 - Action 3106002577 - Property 2879900210
source: F&unctions
sv_se: Fu&nktion

# Page 4115621356 - Action 3130382872 - Property 2879900210
source: Calc. Remaining Usage
sv_se: Ber. återstående förbrukning

# Page 4115621356 - Action 269718506 - Property 2879900210
source: Suggest Lines from Time Sheets
sv_se: Föreslå rader från tidrapporter

# Page 4115621356 - Action 2804793040 - Property 2879900210
source: Report time to Harvest (Star Republic)
sv_se: Rapportera tid till Harvest (Star Republic)

# Page 4115621356 - Action 2245087378 - Property 2879900210
source: P&osting
sv_se: B&okföring

# Page 4115621356 - Action 4130217538 - Property 2879900210
source: Reconcile
sv_se: Avstäm konton

# Page 4115621356 - Action 3150094508 - Property 2879900210
source: Test Report
sv_se: Testrapport

# Page 4115621356 - Action 4236135242 - Property 2879900210
source: P&ost
sv_se: &Bokför

# Page 4115621356 - Action 1333595352 - Property 2879900210
source: Post and &Print
sv_se: Bokför och skriv &ut

# Page 2212921543 - Control 2494281393 - Property 2879900210
source: Insert to Entry No.
sv_se: Infoga till Löpnr

# Page 2908714886 - Property 2879900210
source: Job Journal
sv_se: Projektjournal

# Page 2908714886 - Control 1908272084 - Property 1295455071
source: Specifies the related job.
sv_se: Anger det relaterade projektet.

# Page 2908714886 - Control 561421623 - Property 1295455071
source: Specifies the related job task number.
sv_se: Anger det relaterade projektaktivitetsnumret.

# Page 2908714886 - Control 4200184881 - Property 2879900210
source: No.
sv_se: Nr

# Page 2908714886 - Control 4200184881 - Property 1295455071
source: Specifies the resource, item, or general ledger account number that this entry applies to. The No. must correspond to your selection in the Type field. Choose the field to see the available accounts.
sv_se: Anger resursen, artikeln eller redovisningskontonumret som den här transaktionen är kopplad till. Numret måste motsvara valet i fältet Typ. Välj fältet om du vill visa tillgängliga konton.

# Page 2908714886 - Control 3461834954 - Property 1295455071
source: Specifies the name of the resource, item, or general ledger account to which this entry applies. You can change the description.
sv_se: Anger namnet på resursen, artikeln eller redovisningskontot som den här transaktionen är kopplad till. Du kan ändra beskrivningen.

# Page 2908714886 - Control 2704404533 - Property 1295455071
source: Specifies the number of units of the job journal's No. field, that is, either the resource, item, or G/L account number, that applies. If you later change the value in the No. field, the quantity does not change on the journal line.
sv_se: Anger antalet enheter i fältet Nr för projektjournalen, det vill säga antingen resursen, artikeln eller redovisningskontonumret. Om du ändrar värdet i fältet Nr ändras inte antalet på journalraden.

# Page 1000783574 - Property 2879900210
source: Leave Plan List
sv_se: Frånvaroplaneringslista

# Page 1000783574 - Action 3106002577 - Property 2879900210
source: F&unctions
sv_se: F&unktioner

# Page 1000783574 - Action 1829548432 - Property 2879900210
source: &Submit
sv_se: &Skicka

# Page 1000783574 - Action 2071937805 - Property 2879900210
source: &Reopen
sv_se: &Öppna igen

# Page 1000783574 - Action 873771301 - Property 2879900210
source: Overview
sv_se: ShowOverview

# Page 252055024 - Property 2879900210
source: Leave Plan Card
sv_se: Frånvaroplaneringskort
