Repository: rajprince0/MyExtension
Catalog: Everest Extension.*.xlf
Languages: sv_se

# Page 503231662 - Control 267454140 - Property 2879900210
source: Customer Name
sv_se: Kundnamn

# Page 1314235418 - Property 2879900210
source: Leave Overview Period Matrix
sv_se: Frånvaroplaneringsöversikt

# Page 1314235418 - Control 4200184881 - Property 2879900210
source: Resource No.
sv_se: Resurs Nr

# Page 4105780442 - Property 2879900210
source: Leave Plan By Period
sv_se: Frånvaroplanering per period

# Page 4105780442 - Control 2401913325 - Property 2879900210
source: Matrix Options
sv_se: Matrisalternativ

# Page 4105780442 - Control 2615882634 - Property 2879900210
source: View by
sv_se: Visa per

# Page 4105780442 - Control 3295281216 - Property 2879900210
source: Column Set
sv_se: Kolumnuppsättning

# Page 4105780442 - Control 3133801257 - Property 2879900210
source: Company
sv_se: Företag

# Page 4105780442 - Action 3697385181 - Property 2879900210
source: Previous Set
sv_se: Föregående uppsättning

# Page 4105780442 - Action 3697385181 - Property 1295455071
source: Previous Set
sv_se: Nästa uppsättning

# Page 4105780442 - Action 1734268175 - Property 2879900210
source: Next Set
sv_se: Show

# Page 4105780442 - Action 1734268175 - Property 1295455071
source: Next Set
sv_se: Nästa uppsättning

# Page 3482438597 - Property 2879900210
source: Manager Leave Plan List
sv_se: Frånvaroplaneringslista för chef

# Page 3482438597 - Control 940569476 - Property 2879900210
source: Apply Date
sv_se: Inlämningsdatum

# Page 3482438597 - Action 2071937805 - Property 2879900210
source: Re&open
sv_se: &Öppna igen

# Page 3482438597 - Action 873771301 - Property 2879900210
source: Overview
sv_se: ShowOverview

# Page 3055373598 - Property 2879900210
source: Leave Plan Entries
sv_se: Frånvaroplaneringstransaktioner

# Page 3520508038 - Control 4200184881 - Property 1295455071
source: Specifies a number for the resource.
sv_se: Anger ett nummer för resursen.

# Page 3520508038 - Control 2961552353 - Property 1295455071
source: Specifies a description of the resource.
sv_se: Anger en beskrivning av resursen.

# Page 3520508038 - Control 1878130204 - Property 1295455071
source: Specifies whether the resource is a person or a machine.
sv_se: Anger om resursen är en person eller en maskin.

# Page 3520508038 - Control 411531942 - Property 1295455071
source: Specifies the base unit used to measure the resource, such as hour, piece, or kilometer.
sv_se: Anger basenheten som används för att mäta resursen, t.ex. timme, styck eller kilometer.

# Page 3520508038 - Control 3063762278 - Property 1295455071
source: Specifies the resource group that this resource is assigned to.
sv_se: Anger resursgruppen som den här resursen är kopplad till.

# Page 3520508038 - Control 4187992892 - Property 1295455071
source: Specifies the direct cost of the resource per unit of measurement.
sv_se: Anger den direkta kostnaden för resursen per måttenhet.

# Page 3520508038 - Control 3299657368 - Property 1295455071
source: Specifies an additional percentage to cover benefits or administrative costs.
sv_se: Anger ett tillägg i procent som ska täcka förmåner eller administrativa kostnader.

# Page 3520508038 - Control 381961415 - Property 1295455071
source: Specifies the cost of one unit of the resource.
sv_se: Anger kostnaden för en enhet av resursen.

# Page 3520508038 - Control 1854609335 - Property 1295455071
source: Specifies the relationship between the Unit Cost, Unit Price, and Profit Percentage fields associated with this resource.
sv_se: Anger sambandet mellan fälten Styckkostnad, A-pris och Vinstprocent som är kopplade till resursen.

# Page 3520508038 - Control 309263357 - Property 1295455071
source: Specifies the percentage that is calculated based on the calculation option that you select in the Price/Profit Calculation field.
sv_se: Anger procentvärdet som beräknas baserat på det beräkningsalternativ som du har valt i fältet Pris/vinst-beräkning.

# Page 3520508038 - Control 2937233469 - Property 1295455071
source: Specifies either an amount or value that is calculated based on the calculation option you select in the Price/Profit Calculation field.
sv_se: Anger antingen ett belopp eller ett värde som beräknas baserat på det beräkningsalternativ som du väljer i fältet Pris/vinst-beräkning.

# Page 3520508038 - Control 2139693550 - Property 1295455071
source: Specifies the resource's general product posting group. It links business transactions made for this resource with the general ledger to account for the value of trade with the resource.
sv_se: Anger den generella produktbokföringsmallen för resursen. Den kopplar affärstransaktioner som har gjorts för den här resursen till redovisningen för att redovisa värdet av handeln med artikeln.

# Page 3520508038 - Control 236064653 - Property 1295455071
source: Specifies the VAT product posting group to which this resource belongs.
sv_se: Anger den produktbokföringsmall med moms som resursen hör till.

# Page 3520508038 - Control 411528779 - Property 1295455071
source: Specifies an additional name for the resource for searching purposes.
sv_se: Anger ett extra söknamn för resursen.

# Page 3520508038 - Control 2546429171 - Property 2879900210
source: Default Deferral Template
sv_se: Standardmall för periodisering

# Page 3520508038 - Control 2546429171 - Property 1295455071
source: Specifies the default template that governs how to defer revenues and expenses to the periods when they occurred.
sv_se: Anger standardmallen som bestämmer hur intäkter och utgifter periodiseras till perioderna då de uppstod.

# Page 3520508038 - Action 133860824 - Property 2879900210
source: &Resource
sv_se: R&esurs

# Page 3520508038 - Action 84074407 - Property 2879900210
source: Statistics
sv_se: Statistik

# Page 3520508038 - Action 84074407 - Property 1295455071
source: View statistical information, such as the value of posted entries, for the record.
sv_se: Visa statistisk information för posten, till exempel värdet på bokförda transaktioner.

# Page 3520508038 - Action 3000180178 - Property 2879900210
source: Co&mments
sv_se: Ko&mmentarer

# Page 3520508038 - Action 2173385693 - Property 2879900210
source: Dimensions
sv_se: Dimensioner

# Page 3520508038 - Action 937422408 - Property 2879900210
source: Dimensions-Single
sv_se: Dimensioner/en

# Page 3520508038 - Action 937422408 - Property 1295455071
source: View or edit the single set of dimensions that are set up for the selected record.
sv_se: Visa eller redigera dimensionsuppsättningen som har ställts in för den valda posten.

# Page 3520508038 - Action 1990766644 - Property 2879900210
source: Dimensions-&Multiple
sv_se: Dimensioner/&flera

# Page 3520508038 - Action 1990766644 - Property 1295455071
source: View or edit dimensions for a group of records. You can assign dimension codes to transactions to distribute costs and analyze historical information.
sv_se: Visa eller redigera dimensioner för en grupp med poster. Du kan tilldela transaktioner dimensionskoder för att distribuera kostnader och analysera historisk information.

# Page 3520508038 - Action 1235454278 - Property 2879900210
source: &Picture
sv_se: &Bild

# Page 3520508038 - Action 1235454278 - Property 1295455071
source: View or add a picture of the resource, or for example, the company's logo.
sv_se: Visa eller lägg till en bild för resursen, t.ex. företagets logotyp.

# Page 3520508038 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
sv_se: &Transaktioner

# Page 3520508038 - Action 1111476699 - Property 1295455071
source: View the history of transactions that have been posted for the selected record.
sv_se: Visa transaktionshistoriken som har bokförts för den valda posten.

# Page 3520508038 - Action 1173575993 - Property 2879900210
source: E&xtended Texts
sv_se: E&xtratexter

# Page 3520508038 - Action 1173575993 - Property 1295455071
source: View the extended description that is set up.
sv_se: Visa den utökade artikelbeskrivningen som har registrerats.

# Page 3520508038 - Action 1994514640 - Property 2879900210
source: Units of Measure
sv_se: Enheter

# Page 3520508038 - Action 1994514640 - Property 1295455071
source: View or edit the units of measure that are set up for the resource.
sv_se: Visa eller redigera de enheter som ställts in för resursen.

# Page 3520508038 - Action 4129650936 - Property 2879900210
source: Product
sv_se: Produkt

# Page 3520508038 - Action 4129650936 - Property 1295455071
source: Open the coupled Microsoft Dynamics CRM product.
sv_se: Öppna den kopplade Microsoft Dynamics CRM-produkten.

# Page 3520508038 - Action 1491665972 - Property 2879900210
source: Synchronize Now
sv_se: Synkronisera nu

# Page 3520508038 - Action 1491665972 - Property 1295455071
source: Send updated data to Microsoft Dynamics CRM.
sv_se: Skicka uppdaterade data till Microsoft Dynamics CRM.

# Page 3520508038 - Action 3570890871 - Property 2879900210
source: Coupling
sv_se: Koppling

# Page 3520508038 - Action 3570890871 - Property 1295455071
source: Create, change, or delete a coupling between the Microsoft Dynamics NAV record and a Microsoft Dynamics CRM record.
sv_se: Skapa, ändra eller ta bort en koppling mellan Microsoft Dynamics NAV-posten och en Microsoft Dynamics CRM-post.

# Page 3520508038 - Action 1463213340 - Property 2879900210
source: Set Up Coupling
sv_se: Kopplingsinställning

# Page 3520508038 - Action 1463213340 - Property 1295455071
source: Create or modify the coupling to a Microsoft Dynamics CRM product.
sv_se: Skapa eller ändra kopplingen till en Microsoft Dynamics CRM-produkt.

# Page 3520508038 - Action 867350916 - Property 2879900210
source: Delete Coupling
sv_se: Ta bort koppling

# Page 3520508038 - Action 867350916 - Property 1295455071
source: Delete the coupling to a Microsoft Dynamics CRM product.
sv_se: Ta bort kopplingen till en Microsoft Dynamics CRM-produkt.

# Page 3520508038 - Action 954668148 - Property 2879900210
source: &Prices
sv_se: &Priser

# Page 3520508038 - Action 2394849948 - Property 2879900210
source: Costs
sv_se: Kostnader

# Page 3520508038 - Action 2394849948 - Property 1295455071
source: View or change detailed information about costs for the resource.
sv_se: Visa eller ändra detaljerad information om kostnader för resursen.

# Page 3520508038 - Action 1167061642 - Property 2879900210
source: Prices
sv_se: Priser

# Page 3520508038 - Action 1167061642 - Property 1295455071
source: View or edit prices for the resource.
sv_se: Visa eller redigera priser för resursen.

# Page 3520508038 - Action 1354768061 - Property 2879900210
source: Plan&ning
sv_se: Planerin&g

# Page 3520508038 - Action 3043674532 - Property 2879900210
source: Resource &Capacity
sv_se: Resurs&kapacitet

# Page 3520508038 - Action 3043674532 - Property 1295455071
source: View this job's resource capacity.
sv_se: Visa resurskapaciteten för det här projektet.

# Page 3520508038 - Action 1615407147 - Property 2879900210
source: Resource Allocated per Service &Order
sv_se: Resurs fördelad per service&order

# Page 3520508038 - Action 1615407147 - Property 1295455071
source: View the service order allocations of the resource.
sv_se: Resurs fördelad per service&order

# Page 3520508038 - Action 4164470271 - Property 2879900210
source: Resource A&vailability
sv_se: Resurs&disposition

# Page 3520508038 - Action 4164470271 - Property 1295455071
source: View a summary of resource capacities, the quantity of resource hours allocated to jobs on order, the quantity allocated to service orders, the capacity assigned to jobs on quote, and the resource availability.
sv_se: Visa en sammanställning av resursens kapaciteter, antal resurstimmar som är fördelade till projektorder, kvantitet fördelad till serviceorder, kapacitet tilldelad till projektofferter samt resursdispositionen.

# Page 3520508038 - Action 2402412411 - Property 2879900210
source: New Resource Group
sv_se: Ny resursgrupp

# Page 3520508038 - Action 2402412411 - Property 1295455071
source: Create a new resource.
sv_se: Skapa en ny resurs.

# Page 3520508038 - Action 3830501447 - Property 2879900210
source: Resource - List
sv_se: Resurslista

# Page 3520508038 - Action 3830501447 - Property 1295455071
source: View the list of resources.
sv_se: Visa listan med resurser.

# Page 3520508038 - Action 4181500177 - Property 2879900210
source: Resource Statistics
sv_se: Resursstatistik

# Page 3520508038 - Action 4181500177 - Property 1295455071
source: View detailed, historical information for the resource.
sv_se: Visa detaljerad, historisk information för resursen.

# Page 3520508038 - Action 3074756969 - Property 2879900210
source: Resource Usage
sv_se: Resursanvändning

# Page 3520508038 - Action 3074756969 - Property 1295455071
source: View the resource utilization that has taken place. The report includes the resource capacity, quantity of usage, and the remaining balance.
sv_se: Visa resursanvändningen som har skett. Rapporten omfattar resurskapacitet, antal använda och återstående saldo.

# Page 3520508038 - Action 1765676931 - Property 2879900210
source: Resource - Cost Breakdown
sv_se: Resurs - kostnadsanalys

# Page 3520508038 - Action 1765676931 - Property 1295455071
source: View the direct unit costs and the total direct costs for each resource. Only usage postings are considered in this report. Resource usage can be posted in the resource journal or the job journal.
sv_se: Visa inköpspriset och den totala inköpskostnaden för varje resurs. Rapporten tar bara hänsyn till användning. Resursanvändning kan bokföras i resursjournalen eller projektjournalen.

# Page 3520508038 - Action 3905561036 - Property 2879900210
source: Resource - Price List
sv_se: Resurs - prislista

# Page 3520508038 - Action 3905561036 - Property 1295455071
source: Shows a list of unit prices for the selected resources. By default, a unit price is based on the price in the Resource Prices window. If there is no valid alternative price, then the unit price from the resource card is used. The report can be used by the company's salespeople or sent to customers.
sv_se: Visa en lista med enhetspriser för de valda resurserna. Ett enhetspris baseras som standard på priset i fönstret Resurspris. Om det inte finns något giltigt alternativt pris används enhetspriset från resurskortet. Rapporten kan användas av företagets försäljningspersonal eller skickas till kunder.

# Page 3520508038 - Action 3835932693 - Property 2879900210
source: Resource Register
sv_se: Bokförd resursjournal

# Page 3520508038 - Action 3835932693 - Property 1295455071
source: View a list of all the resource registers. Every time a resource entry is posted, a register is created. Every register shows the first and last entry numbers of its entries. You can use the information in a resource register to document when entries were posted.
sv_se: Visa en lista med alla bokförda resursjournaler. Varje gång en resurstransaktion bokförs, skapas en bokförd journal. Varje bokförd journal visar första och sista löpnumret på transaktionerna som ingår. Du kan använda informationen i en bokförd resursjournal för att dokumentera när transaktionerna bokfördes.

# Page 3520508038 - Action 3106002577 - Property 2879900210
source: F&unctions
sv_se: F&unktioner

# Page 3520508038 - Action 480981775 - Property 2879900210
source: Create Time Sheets
sv_se: Skapa tidrapporter

# Page 3520508038 - Action 480981775 - Property 1295455071
source: Create new time sheets for the selected resource.
sv_se: Skapa nya tidrapporter för den valda resursen.

# Page 1447903305 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# Page 1447903305 - Control 3857150950 - Property 2879900210
source: Billable Hours
sv_se: Debiterbara Timmar

# Page 1447903305 - Control 1016798755 - Property 2879900210
source: Billing Rate
sv_se: Debiteringsgrad(%)

# Page 1447903305 - Control 165179243 - Property 2879900210
source: Billing Rate (Scheduled)
sv_se: Faktisk Debiteringsgrad (%)

# Page 1447903305 - Control 1472796203 - Property 2879900210
source: Billing Rate (Precense)
sv_se: Debiteringsgrad (närvaro)

# Page 1447903305 - Control 3692706522 - Property 2879900210
source: Total Amount
sv_se: Totalbelopp

# Page 1447903305 - Control 4242505109 - Property 2879900210
source: Amount Per Worked Hour
sv_se: Belopp per arbetad timma

# Page 1387847999 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# Page 1387847999 - Control 1782986358 - Property 2879900210
source: Working Hours
sv_se: Arbetade timmar

# Page 1387847999 - Control 3828611562 - Property 2879900210
source: Absence Hours
sv_se: Frånvaro timmar

# Page 1387847999 - Control 3857150950 - Property 2879900210
source: Billable Hours
sv_se: Debiterbara Timmar

# Page 1387847999 - Control 1016798755 - Property 2879900210
source: Billing Rate
sv_se: Debiteringsgrad(%)

# Page 1387847999 - Control 165179243 - Property 2879900210
source: Billing Rate (Scheduled)
sv_se: Faktisk Debiteringsgrad (%)

# Page 1387847999 - Control 1472796203 - Property 2879900210
source: Billing Rate (Precense)
sv_se: Debiteringsgrad (närvaro)

# Page 1387847999 - Control 3692706522 - Property 2879900210
source: Total Amount
sv_se: Totalbelopp

# Page 1387847999 - Control 4242505109 - Property 2879900210
source: Amount Per Worked Hour
sv_se: Belopp per arbetad timma

# Report 1831289314 - Property 2879900210
source: Liquidity Report
sv_se: Likviditetsrapport

# Report 1831289314 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 1831289314 - Control 351837211 - Property 2879900210
source: Posting Date
sv_se: T.o.m. datum

# Report 1831289314 - NamedType 4117948353
source: LY
sv_se: LÅ

# Report 2616413472 - Property 2879900210
source: Suggest Job Jnl. Lines
sv_se: Föreslå projektjournalrader

# Report 2616413472 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 2616413472 - Control 543275552 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Report 2616413472 - Control 3592094765 - Property 2879900210
source: Ending Date
sv_se: Slutdatum

# Report 2616413472 - Control 3207401429 - Property 2879900210
source: Resource No. Filter
sv_se: Resursnrfilter

# Report 2616413472 - Control 3384271194 - Property 2879900210
source: Job No. Filter
sv_se: Filter för jobbnr

# Report 2616413472 - Control 740177765 - Property 2879900210
source: Job Task No. Filter
sv_se: Filter för projektaktivitetsnr

# Report 2616413472 - Control 2365107958 - Property 2879900210
source: Company Name
sv_se: Företagsnamn

# Report 821689635 - Property 2879900210
source: Sales Invoice
sv_se: Försäljningsfaktura

# Report 821689635 - ReportDataItem 1335712434 - Property 1806354803
source: Posted Sales Invoice
sv_se: Bokförd försäljningsfaktura

# Report 821689635 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 821689635 - Control 659593821 - Property 2879900210
source: Only one Copy
sv_se: Endast en kopia

# Report 821689635 - Control 816368762 - Property 2879900210
source: Log Interaction
sv_se: Logga interaktion

# Report 821689635 - Control 3789146139 - Property 2879900210
source: Show Assembly Components
sv_se: Visa monteringskomponenter

# Report 2563115835 - ReportDataItem 1335712434 - Property 1806354803
source: Posted Sales Invoice
sv_se: Bokförd försäljningsfaktura

# Report 2563115835 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 2563115835 - Control 659593821 - Property 2879900210
source: Only one Copy
sv_se: Endast en kopia

# Report 2563115835 - Control 816368762 - Property 2879900210
source: Log Interaction
sv_se: Logga interaktion

# Report 2563115835 - Control 3789146139 - Property 2879900210
source: Show Assembly Components
sv_se: Visa monteringskomponenter

# Report 3509273265 - Property 2879900210
source: Add Resource Capacity
sv_se: Lägg resurskapacitet

# Report 3509273265 - Control 3605153064 - Property 2879900210
source: Starting Date
sv_se: Startdatum

# Report 3509273265 - Control 845401037 - Property 2879900210
source: Ending Date
sv_se: Slutdatum

# Report 3509273265 - Control 90686880 - Property 2879900210
source: Work-Hour Template
sv_se: Arbetstidsmall

# Report 3509273265 - Control 1556183391 - Property 2879900210
source: Monday
sv_se: Måndag

# Report 3509273265 - Control 482984938 - Property 2879900210
source: Tuesday
sv_se: Tisdag

# Report 3509273265 - Control 1238536073 - Property 2879900210
source: Wednesday
sv_se: Onsdag

# Report 3509273265 - Control 3742984635 - Property 2879900210
source: Thursday
sv_se: Torsdag

# Report 3509273265 - Control 1009244696 - Property 2879900210
source: Friday
sv_se: Fredag

# Report 3509273265 - Control 2210247188 - Property 2879900210
source: Saturday
sv_se: Lördag

# Report 3509273265 - Control 2818585859 - Property 2879900210
source: Sunday
sv_se: Söndag

# Report 3509273265 - Control 79295026 - Property 2879900210
source: Week Total
sv_se: Veckototal

# Report 3509273265 - NamedType 1327832897
source: The starting date is later than the ending date.
sv_se: Startdatum är senare än slutdatum.

# Report 3509273265 - NamedType 1196336482
source: You must select a work-hour template.
sv_se: Du måste välja en arbetstidsmall.

# Report 3509273265 - NamedType 1753513791
source: You must fill in the Starting Date field.
sv_se: Du måste fylla i fältet startdatum.

# Report 3509273265 - NamedType 3779895200
source: You must fill in the Ending Date field.
sv_se: Du måste fylla i fältet slutdatum.

# Report 3509273265 - NamedType 3140410629
source: Do you want to change the capacity for resources?
sv_se: Vill du ändra kapaciteten för resurser?

# Report 3509273265 - NamedType 2165353731
source: The capacity for %1 days was changed successfully.
sv_se: Det gick bra att ändra kapacitet för %1 dagar.

# Report 3509273265 - NamedType 576348388
source: The capacity for %1 day was changed successfully.
sv_se: Det gick bra att ändra kapaciteten för %1 dag.

# Report 3509273265 - NamedType 4273407817
source: The capacity change was unsuccessful.
sv_se: Ändring av kapacitet lyckades inte.

# Report 1906098522 - Property 2879900210
source: Resource Summary
sv_se: Resursöversikt

# Report 1906098522 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 1906098522 - Control 2189694744 - Property 2879900210
source: Show Task Details
sv_se: Visa detaljer

# Report 1906098522 - ReportLabel 650077689
source: Page
sv_se: Sida

# Report 1906098522 - ReportLabel 1012692216
source: Resource Summary
sv_se: Resursöversikt

# Report 1906098522 - NamedType 3184947576
source: Job No.
sv_se: Projektnr

# Report 1906098522 - NamedType 1742294907
source: Job Task No.
sv_se: Projektaktivitetsnr

# Report 1906098522 - NamedType 1291998944
source: Customer Name
sv_se: Kundnamn

# Report 2530533452 - ReportLabel 650077689
source: Page
sv_se: Sida

# Report 2530533452 - ReportLabel 1012692216
source: Resource Summary Description
sv_se: Resursöversikt Beskrivning

# Report 2530533452 - NamedType 3184947576
source: Job No.
sv_se: Projektnr

# Report 2530533452 - NamedType 1742294907
source: Job Task No.
sv_se: Projektaktivitetsnr

# Report 2530533452 - NamedType 1291998944
source: Customer Name
sv_se: Kundnamn

# Report 628450105 - NamedType 684809554
source: Page
sv_se: Sida

# Report 61962196 - Property 2879900210
source: Resource Summary
sv_se: Resursöversikt

# Report 61962196 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 61962196 - Control 2189694744 - Property 2879900210
source: Show Task Details
sv_se: Visa detaljerVisa detaljer

# Report 61962196 - ReportLabel 650077689
source: Page
sv_se: Sida

# Report 61962196 - ReportLabel 1012692216
source: Resource Summary
sv_se: Resursöversikt

# Report 61962196 - NamedType 3184947576
source: Job No.
sv_se: Projektnr
