Repository: rajprince0/MyExtension
Catalog: Everest Extension.*.xlf
Languages: sv_se

# Report 61962196 - NamedType 1742294907
source: Job Task No.
sv_se: Projektaktivitetsnr

# Report 61962196 - NamedType 1291998944
source: Customer Name
sv_se: Kundnamn

# Report 1625449386 - Property 2879900210
source: Combined Deferral Summary
sv_se: Kombinerad periodiseringssammanfattning

# Report 1625449386 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 1625449386 - Control 405025560 - Property 2879900210
source: New Page per Customer
sv_se: Ny sida per kund

# Report 1625449386 - Control 267275675 - Property 2879900210
source: Balance as of:
sv_se: Saldo fr.o.m.:

# Report 1625449386 - ReportLabel 2020178030
source: Posting Date
sv_se: Bokföringsdatum

# Report 1625449386 - ReportLabel 4204010505
source: Document No.
sv_se: Dokumentnr

# Report 1625449386 - ReportLabel 567180089
source: Description
sv_se: Beskrivning

# Report 1625449386 - ReportLabel 326179949
source: Entry No.
sv_se: Löpnr

# Report 1625449386 - ReportLabel 3969034492
source: No. of Periods
sv_se: Antal perioder

# Report 1625449386 - ReportLabel 1737998324
source: Deferral Account
sv_se: Periodiseringskonto

# Report 1625449386 - ReportLabel 2557470290
source: Document Type
sv_se: Dokumenttyp

# Report 1625449386 - ReportLabel 515787215
source: Deferral Start Date
sv_se: Periodiseringsstartdatum

# Report 1625449386 - ReportLabel 1249683448
source: Account Name
sv_se: Kontonamn

# Report 1625449386 - ReportLabel 3049499483
source: Line No.
sv_se: Radnr

# Report 1625449386 - ReportLabel 3922834132
source: Document No.
sv_se: Kundnr

# Report 1625449386 - ReportLabel 1659592698
source: Document Name
sv_se: Kundens namn

# Report 1625449386 - ReportLabel 96660179
source: Line Description
sv_se: Radbeskrivning

# Report 1625449386 - ReportLabel 3663131780
source: Line Type
sv_se: Typ av rad

# Report 1625449386 - NamedType 650077689
source: Page
sv_se: Sida

# Report 1625449386 - NamedType 1653612302
source: This also includes general ledger accounts that only have a balance.
sv_se: Detta inkluderar även redovisningskonton med endast saldon.

# Report 1625449386 - NamedType 2716332507
source: This report also includes closing entries within the period.
sv_se: I denna rapport finns även periodens årsavslutstransaktioner med.

# Report 1625449386 - NamedType 4271586908
source: Balance
sv_se: Saldo

# Report 1625449386 - NamedType 1972803457
source: Deferral Summary
sv_se: Periodiseringssammanfattning

# Report 1625449386 - NamedType 185244259
source: Remaining Amt. Deferred
sv_se: Återstående periodiseringsbelopp

# Report 1625449386 - NamedType 419226280
source: Total Amt. Deferred
sv_se: Totalt periodiseringsbelopp

# Report 1625449386 - NamedType 826499543
source: Balance as of:
sv_se: Saldo fr.o.m.:

# Report 1625449386 - NamedType 1947827686
source: Account No.
sv_se: Kontonr

# Report 1625449386 - NamedType 2106719638
source: Amt. Recognized
sv_se: Bokfört belopp

# Report 1625449386 - NamedType 1529251892
source: Quote
sv_se: Offert

# Report 1625449386 - NamedType 2813721509
source: Invoice
sv_se: faktura

# Report 1625449386 - NamedType 152529119
source: Credit Memo
sv_se: Kreditnota

# Report 1625449386 - NamedType 3889422929
source: Blanket Order
sv_se: Avropsorder

# Report 1625449386 - NamedType 762371706
source: Return Order
sv_se: Returorder

# Report 1625449386 - NamedType 2531235046
source: Shipment
sv_se: Utleverans

# Report 1625449386 - NamedType 4113635526
source: Posted Invoice
sv_se: Bokförd faktura

# Report 1625449386 - NamedType 433334888
source: Posted Credit Memo
sv_se: Bokförd kreditnota

# Report 1625449386 - NamedType 2072732303
source: Posted Return Receipt
sv_se: Bokförd returinleverans

# Report 1625449386 - NamedType 1041427149
source: Document:
sv_se: Dokument:

# Report 1625449386 - NamedType 2486251868
source: Customer:
sv_se: Kund:

# Report 53261345 - Control 2346885236 - Property 2879900210
source: Options
sv_se: Alternativ

# Report 53261345 - Control 405025560 - Property 2879900210
source: New Page per Customer
sv_se: Ny sida per kund

# Report 53261345 - Control 267275675 - Property 2879900210
source: Balance as of:
sv_se: Saldo fr.o.m.:

# Report 53261345 - ReportLabel 2020178030
source: Posting Date
sv_se: Bokföringsdatum

# Report 53261345 - ReportLabel 4204010505
source: Document No.
sv_se: Dokumentnr

# Report 53261345 - ReportLabel 567180089
source: Description
sv_se: Beskrivning

# Report 53261345 - ReportLabel 326179949
source: Entry No.
sv_se: Löpnr

# Report 53261345 - ReportLabel 3969034492
source: No. of Periods
sv_se: Antal perioder

# Report 53261345 - ReportLabel 1737998324
source: Deferral Account
sv_se: Periodiseringskonto

# Report 53261345 - ReportLabel 2557470290
source: Document Type
sv_se: Dokumenttyp

# Report 53261345 - ReportLabel 515787215
source: Deferral Start Date
sv_se: Periodiseringsstartdatum

# Report 53261345 - ReportLabel 1249683448
source: Account Name
sv_se: Kontonamn

# Report 53261345 - ReportLabel 3049499483
source: Line No.
sv_se: Radnr

# Report 53261345 - ReportLabel 3922834132
source: Account No.
sv_se: Kontonr

# Report 53261345 - ReportLabel 1659592698
source: Account Name
sv_se: KontoNamn

# Report 53261345 - ReportLabel 96660179
source: Line Description
sv_se: Radbeskrivning

# Report 53261345 - ReportLabel 3663131780
source: Line Type
sv_se: Typ av rad

# Report 53261345 - ReportLabel 245426702
source: Total
sv_se: Totalt

# Report 53261345 - ReportLabel 2350941416
source: Grand Total
sv_se: Totalt periodiserat

# Report 53261345 - NamedType 650077689
source: Page
sv_se: Sida

# Report 53261345 - NamedType 1653612302
source: This also includes general ledger accounts that only have a balance.
sv_se: Detta inkluderar även redovisningskonton med endast saldon.

# Report 53261345 - NamedType 2716332507
source: This report also includes closing entries within the period.
sv_se: I denna rapport finns även periodens årsavslutstransaktioner med.

# Report 53261345 - NamedType 4271586908
source: Balance
sv_se: Saldo

# Report 53261345 - NamedType 1972803457
source: Deferral Summary
sv_se: Periodiseringssammanfattning

# Report 53261345 - NamedType 185244259
source: Remaining Amt. Deferred
sv_se: Återstående periodiseringsbelopp

# Report 53261345 - NamedType 419226280
source: Total Amt. Deferred
sv_se: Totalt periodiseringsbelopp

# Report 53261345 - NamedType 826499543
source: Balance as of:
sv_se: Saldo t.o.m.:

# Report 53261345 - NamedType 1947827686
source: Account No.
sv_se: Kontonr

# Report 53261345 - NamedType 2106719638
source: Amt. Recognized
sv_se: Bokfört belopp

# Report 53261345 - NamedType 1529251892
source: Quote
sv_se: Offert

# Report 53261345 - NamedType 2813721509
source: Invoice
sv_se: Faktura

# Report 53261345 - NamedType 152529119
source: Credit Memo
sv_se: Kreditnota

# Report 53261345 - NamedType 3889422929
source: Blanket Order
sv_se: Avropsorder

# Report 53261345 - NamedType 762371706
source: Return Order
sv_se: Returorder

# Report 53261345 - NamedType 2531235046
source: Shipment
sv_se: Utleverans

# Report 53261345 - NamedType 4113635526
source: Posted Invoice
sv_se: Bokförd faktura

# Report 53261345 - NamedType 433334888
source: Posted Credit Memo
sv_se: Bokförd kreditnota

# Report 53261345 - NamedType 2072732303
source: Posted Return Receipt
sv_se: Bokförd returinleverans

# Report 53261345 - NamedType 1041427149
source: Document:
sv_se: Dokument:

# Report 53261345 - NamedType 2486251868
source: Customer:
sv_se: Kund:

# TableExtension 826446478 - Field 58865603 - Property 2879900210
source: Subsidiary Company Name
sv_se: Dotterbolagsnamn

# PageExtension 1350224246 - Control 1266879698 - Property 2879900210
source: Quantity In Time Sheet
sv_se: Antal i tidrapport

# PageExtension 1350224246 - Control 4053767814 - Property 2879900210
source: Billable Quantity
sv_se: Debiterbart antal

# PageExtension 1350224246 - Control 2217548761 - Property 2879900210
source: Billable Qty. Indi:d
sv_se: Debiterbart antal Indi:d

# PageExtension 2467466314 - Control 1266879698 - Property 2879900210
source: Quantity In Time Sheet
sv_se: Antal i tidrapport

# PageExtension 2467466314 - Control 4053767814 - Property 2879900210
source: Billable Quantity
sv_se: Debiterbart antal

# PageExtension 2467466314 - Control 2217548761 - Property 2879900210
source: Billable Qty. Indi:d
sv_se: Debiterbart antal Indi:d

# PageExtension 3073763419 - Action 3759142870 - Property 2879900210
source: &Print None Job
sv_se: Skriv ut (ej projekt)

# PageExtension 3127991785 - Action 2804793040 - Property 2879900210
source: Report time to Harvest (Star Republic)
sv_se: Rapportera tid till Harvest (Star Republic)

# TableExtension 3012503478 - NamedType 492024454
source: Starting Date must be %1.
sv_se: Startdatumet måste vara %1.

# PageExtension 1105671427 - Change 2121753029 - Property 2879900210
source: Cash Flow Manual Revenues
sv_se: Manuella intäkter för kassaflöde

# PageExtension 1105671427 - Control 3502818357 - Property 2879900210
source: Sum
sv_se: Summa

# PageExtension 1105671427 - Control 3502818357 - Property 1295455071
source: Specifies total amounts.
sv_se: Anger totalbelopp.

# PageExtension 4021402358 - Action 760375675 - Property 2879900210
source: Job Task &Lines
sv_se: Projektaktivitets&rader

# PageExtension 4021402358 - Action 760375675 - Property 1295455071
source: Plan how you want to set up your planning information. In this window you can specify the tasks involved in a job. To start planning a job or to post usage for a job, you must set up at least one job task.
sv_se: Planera hur du vill konfigurera planeringsinformationen. I det här fönstret kan du ange de aktiviteter som ingår i ett projekt. Om du vill starta planeringen av ett projekt eller bokföra förbrukningen för ett projekt måste du lägga upp minst en projektaktivitet.

# PageExtension 3964938312 - Action 4058114407 - Property 2879900210
source: Time Sheets Open
sv_se: Tidrapporter Öppna

# PageExtension 3964938312 - Action 1836492364 - Property 2879900210
source: Time Sheets Submitted
sv_se: Tidrapporter Skickade

# PageExtension 3964938312 - Action 3314479969 - Property 2879900210
source: Time Sheets Rejected
sv_se: Tidrapporter Avvisade

# PageExtension 3964938312 - Action 3671610950 - Property 2879900210
source: Time Sheets Approved
sv_se: Tidrapporter Godkända

# PageExtension 1515836914 - Action 1831289314 - Property 2879900210
source: Liquidity Report
sv_se: Likviditetsrapport

# PageExtension 1515836914 - Action 1489440326 - Property 2879900210
source: Manager Leave Plans
sv_se: Manage Leave Plans

# PageExtension 1515836914 - Action 1693997414 - Property 2879900210
source: Sales Invoices
sv_se: Försäljningsfakturor

# PageExtension 1515836914 - Action 3434938165 - Property 2879900210
source: Posted Sales Invoices
sv_se: Bokförda försäljningsfakturor

# PageExtension 1515836914 - Action 1948356160 - Property 2879900210
source: Sales Credit Memos
sv_se: Försäljningskreditnotor

# PageExtension 1515836914 - Action 2557560783 - Property 2879900210
source: Posted Sales Credit Memos
sv_se: Bokförda försäljningskreditnotor

# PageExtension 1515836914 - Action 3606140129 - Property 2879900210
source: Customers
sv_se: Kunder

# PageExtension 1515836914 - Action 3509273265 - Property 2879900210
source: Add Resource Capacity
sv_se: Lägg resurskapacitet

# PageExtension 1515836914 - Action 1703860994 - Property 2879900210
source: Job Journal
sv_se: Projektjournal

# PageExtension 1515836914 - Action 1447903305 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# PageExtension 2107742357 - Control 1447903305 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# PageExtension 1950426535 - Control 1447903305 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# PageExtension 1444250492 - Control 1447903305 - Property 2879900210
source: Billing Summary
sv_se: Debiterings översikt

# PageExtension 1104778207 - Control 3543670368 - Property 2879900210
source: Attachment Name 2
sv_se: Bilagenamn 2

# TableExtension 2923607293 - Field 1266879698 - Property 2879900210
source: Quantity In Time Sheet
sv_se: Antal i tidrapport

# TableExtension 2923607293 - Field 1682823249 - Property 2879900210
source: Planned Quantity
sv_se: Planerat antal

# TableExtension 1148658026 - Field 1974884895 - Property 2879900210
source: Bill-to
sv_se: Faktureras

# TableExtension 2487241009 - Field 1290961796 - Property 2879900210
source: Chargeable
sv_se: Debiterbar

# TableExtension 370353113 - Field 1527563463 - Property 2879900210
source: External Document No.
sv_se: Externt verifikationsnr

# TableExtension 1589073948 - Field 1383905037 - Property 2879900210
source: Default
sv_se: Standard

# TableExtension 2924407865 - Field 3408585031 - Property 2879900210
source: Purch. No.
sv_se: Inköpsfaktura Nr.

# TableExtension 2924407865 - Field 1527563463 - Property 2879900210
source: External Document No.
sv_se: Externt verifikationsnr

# TableExtension 2924407865 - Field 1393305555 - Property 2879900210
source: Installed Memory
sv_se: Interminne

# TableExtension 2924407865 - Field 68186622 - Property 2879900210
source: Unit Cost (LCY)
sv_se: Styckkostnad (BVA)

# TableExtension 2924407865 - Field 3723394249 - Property 2879900210
source: Licence Plate
sv_se: Registreringsnummer

# TableExtension 2924407865 - Field 214942711 - Property 2879900210
source: Sales Person
sv_se: Säljare

# TableExtension 2924407865 - Field 327020741 - Property 2879900210
source: Dealer
sv_se: Återförsäljare

# TableExtension 2924407865 - Field 493182458 - Property 2879900210
source: Sales Person Phone No.
sv_se: Telefonnummer

# TableExtension 2924407865 - Field 4290892503 - Property 2879900210
source: Insurance Company
sv_se: Försäkringsbolag

# TableExtension 2924407865 - Field 3738039602 - Property 2879900210
source: Finance Corporation
sv_se: Leasingbolag

# TableExtension 2607108456 - Field 4141458222 - Property 2879900210
source: Attachment Report ID
sv_se: Bifogningsrapport ID

# TableExtension 2138722447 - Field 4155042899 - Property 2879900210
source: Invoices to post
sv_se: Fakturor att bokföra

# TableExtension 594642391 - Field 2991555307 - Property 2879900210
source: Job Description
sv_se: Projektbeskrivning

# TableExtension 594642391 - Field 1198453408 - Property 2879900210
source: Job Task Description
sv_se: Projektaktivitetbeskrivning

# TableExtension 4118819326 - Field 1290961796 - Property 2879900210
source: Chargeable
sv_se: Debiterbar

# TableExtension 4118819326 - Field 2991555307 - Property 2879900210
source: Job Description
sv_se: Projektbeskrivning

# TableExtension 4118819326 - Field 1198453408 - Property 2879900210
source: Job Task Description
sv_se: Projektaktivitetbeskrivning

# TableExtension 4118819326 - Field 2005179512 - Property 2879900210
source: Time Sheet Description
sv_se: Tidrapport Beskrivning

# TableExtension 4118819326 - Field 3618073952 - Property 2879900210
source: Work Type Code
sv_se: Arbetstypkod

# TableExtension 2121574705 - Field 2991555307 - Property 2879900210
source: Job Description
sv_se: Projektbeskrivning

# TableExtension 2121574705 - Field 1198453408 - Property 2879900210
source: Job Task Description
sv_se: Projektaktivitetbeskrivning

# TableExtension 4032091660 - Field 1290961796 - Property 2879900210
source: Chargeable
sv_se: Debiterbar

# TableExtension 4032091660 - Field 2991555307 - Property 2879900210
source: Job Description
sv_se: Projektbeskrivning

# TableExtension 4032091660 - Field 1198453408 - Property 2879900210
source: Job Task Description
sv_se: Projektaktivitetbeskrivning

# TableExtension 4032091660 - Field 2005179512 - Property 2879900210
source: Time Sheet Description
sv_se: Tidrapport Beskrivning

# TableExtension 4032091660 - Field 3618073952 - Property 2879900210
source: Work Type Code
sv_se: Arbetstypkod
